package mygpsx;

public class CCONSTANTS_EVENTS_JOB 
{
	// Значит просто лазеем по проге и ничего несоздаем или редактируем!!!
	public static String SAMPLE_JOBING = "NONE"; 
	// "ADD_SHIP" - Нажали кнопку добавить объект!!!
	
	// Здесь переменная отвечает за изменение интерфейса различных окон - 
	// к примеру открыли атрибуты с кнопкой "DEL", но если открыли в добавлении в шаблон,
	// то кнопка "DEL" скрывается, а кнопка "ADD" - появляется!!!
	public static String SAMPLE_ANY_OR_ANY = "DEL"; // "ADD" - значит добавляем в шаблон задач (в данном случае!!!)
}
